Repository: xiaohao7023/DuplicatePhotoCleaner
Catalog: DuplicatePhotoCleaner/Localizable.xcstrings
Source language: en
Languages: de, es_mx, fr, it, ja, ko, pt_br

source: %@ GB available
de: %@ GB verfügbar
es_mx: %@ GB disponibles
fr: %@ Go disponibles
it: %@ GB disponibili
ja: %@ GB 利用可能
ko: %@ GB 사용 가능
pt_br: %@ GB disponíveis

source: %@ GB used
de: %@ GB belegt
es_mx: %@ GB usados
fr: %@ Go utilisés
it: %@ GB usati
ja: %@ GB 使用中
ko: %@ GB 사용됨
pt_br: %@ GB usados

source: %@ of free cleanup remains
de: %@ der kostenlosen Bereinigung verbleiben
es_mx: Quedan %@ de limpieza gratuita
fr: Il reste %@ de nettoyage gratuit
it: rimangono %@ di pulizia gratuita
ja: 無料掃除があと %@ 残っています
ko: 무료 정리 용량 %@ 남음
pt_br: Restam %@ de limpeza gratuita

source: %@ remaining
de: %@ übrig
es_mx: %@ restantes
fr: %@ restants
it: %@ rimanenti
ja: %@ 残り
ko: %@ 남음
pt_br: %@ restantes

source: %@ used
de: %@ verwendet
es_mx: %@ usados
fr: %@ utilisés
it: %@ usati
ja: %@ 使用中
ko: %@ 사용됨
pt_br: %@ usados

source: %lld BLURRY PHOTOS
de: %lld UNSCHARFE FOTOS
es_mx: %lld FOTOS BORROSAS
fr: %lld PHOTOS FLOUES
it: %lld foto sfocate
ja: %lld枚のぼやけた写真
ko: %lld장의 흐린 사진
pt_br: %lld FOTOS DESFOCADAS

# %lld blurry photo selected
source: %lld blurry photos selected
de: %lld unscharfe Fotos ausgewählt
es_mx: %lld fotos borrosas seleccionadas
fr: %lld photos floues sélectionnées
it: %lld foto sfocate selezionate
ja: %lld枚のぼやけた写真を選択中
ko: %lld개의 흐린 사진 선택됨
pt_br: %lld fotos desfocadas selecionadas

# %lld duplicate deleted
source: %lld duplicates deleted
de: %lld Duplikate gelöscht
es_mx: %lld duplicados eliminados
fr: %lld doublons supprimés
it: %lld duplicati eliminati
ja: %lld件の重複を削除しました
ko: %lld개의 중복 사진 삭제됨
pt_br: %lld duplicados excluídos

# %lld duplicate selected
source: %lld duplicates selected
de: %lld Duplikate ausgewählt
es_mx: %lld duplicados seleccionados
fr: %lld doublons sélectionnés
it: %lld duplicati selezionati
ja: %lld件の重複を選択中
ko: %lld개의 중복 사진 선택됨
pt_br: %lld duplicados selecionados

source: %lld files cleaned • %@ freed
de: %lld Dateien bereinigt • %@ freigegeben
es_mx: %lld archivos limpiados • %@ liberados
fr: %lld fichiers nettoyés • %@ libérés
it: %lld file puliti • %@ liberati
ja: %lld個のファイルを削除 • %@ 解放
ko: %lld개의 파일 정리 • %@ 확보
pt_br: %lld arquivos limpos • %@ liberados

source: %lld items
de: %lld Elemente
es_mx: %lld elementos
fr: %lld éléments
it: %lld elementi
ja: %lld件
ko: %lld개 항목
pt_br: %lld itens

source: %lld items • %@
de: %lld Elemente • %@
es_mx: %lld elementos • %@
fr: %lld éléments • %@
it: %lld elementi • %@
ja: %lld件 • %@
ko: %lld개 항목 • %@
pt_br: %lld itens • %@

source: %lld items · %@
de: %lld Elemente · %@
es_mx: %lld elementos · %@
fr: %lld éléments · %@
it: %lld elementi · %@
ja: %lld件 · %@
ko: %lld개 항목 · %@
pt_br: %lld itens · %@

# %lld photo deleted
source: %lld photos deleted
de: %lld Fotos gelöscht
es_mx: %lld fotos eliminadas
fr: %lld photos supprimées
it: %lld foto eliminate
ja: %lld枚の写真を削除しました
ko: %lld장의 사진 삭제됨
pt_br: %lld fotos excluídas

# %lld photo favorited
source: %lld photos favorited
de: %lld Fotos favorisiert
es_mx: %lld fotos añadidas a favoritos
fr: %lld photos ajoutées aux favoris
it: %lld foto aggiunte ai preferiti
ja: %lld枚の写真をお気に入りに追加しました
ko: %lld장의 사진 즐겨찾기 추가됨
pt_br: %lld fotos adicionadas aos favoritos

# %lld screenshot deleted
source: %lld screenshots deleted
de: %lld Screenshots gelöscht
es_mx: %lld capturas eliminadas
fr: %lld captures supprimées
it: %lld screenshot eliminati
ja: %lld件のスクリーンショットを削除しました
ko: %lld개의 스크린샷 삭제됨
pt_br: %lld capturas excluídas

# %lld screenshot selected
source: %lld screenshots selected
de: %lld Screenshots ausgewählt
es_mx: %lld capturas seleccionadas
fr: %lld captures sélectionnées
it: %lld screenshot selezionati
ja: %lld件のスクリーンショットを選択中
ko: %lld개의 스크린샷 선택됨
pt_br: %lld capturas selecionadas

# %lld similar photo deleted
source: %lld similar photos deleted
de: %lld ähnliche Fotos gelöscht
es_mx: %lld fotos similares eliminadas
fr: %lld photos similaires supprimées
it: %lld foto simili eliminate
ja: %lld件の類似写真を削除しました
ko: %lld개의 유사 사진 삭제됨
pt_br: %lld fotos semelhantes excluídas

# %lld similar photo selected
source: %lld similar photos selected
de: %lld ähnliche Fotos ausgewählt
es_mx: %lld fotos similares seleccionadas
fr: %lld photos similaires sélectionnées
it: %lld foto simili selezionate
ja: %lld件の類似写真を選択中
ko: %lld개의 유사 사진 선택됨
pt_br: %lld fotos semelhantes selecionadas

# %lld unfavorited photo selected
source: %lld unfavorited photos selected
de: %lld nicht favorisierte Fotos ausgewählt
es_mx: %lld fotos no favoritas seleccionadas
fr: %lld photos non favorites sélectionnées
it: %lld foto non preferite selezionate
ja: %lld枚のお気に入り以外の写真を選択中
ko: %lld개의 즐겨찾기 외 사진 선택됨
pt_br: %lld fotos não favoritas selecionadas

# %lld video deleted
source: %lld videos deleted
de: %lld Videos gelöscht
es_mx: %lld videos eliminados
fr: %lld vidéos supprimées
it: %lld video eliminati
ja: %lld件の動画を削除しました
ko: %lld개의 동영상 삭제됨
pt_br: %lld vídeos excluídos

# %lld video selected
source: %lld videos selected
de: %lld Videos ausgewählt
es_mx: %lld videos seleccionados
fr: %lld vidéos sélectionnées
it: %lld video selezionati
ja: %lld件の動画を選択中
ko: %lld개의 동영상 선택됨
pt_br: %lld vídeos selecionados

source: %lld%% free quota remaining (%@)
de: %lld%% des kostenlosen Limits übrig (%@)
es_mx: %lld%% de cuota gratuita restante (%@)
fr: %lld%% de quota gratuit restant (%@)
it: Rimangono %lld%% del limite gratuito (%@)
ja: 無料枠が%lld%%残っています（%@）
ko: 무료 한도 %lld%% 남음 (%@)
pt_br: %lld%% de cota gratuita restante (%@)

source: %lld%% of found space
de: %lld%% des gefundenen Speichers
es_mx: %lld%% del espacio encontrado
fr: %lld%% de l'espace trouvé
it: %lld%% dello spazio trovato
ja: 見つかった容量の%lld%%
ko: 발견된 공간의 %lld%%
pt_br: %lld%% do espaço encontrado

source: %lld%% similar
de: %lld%% ähnlich
es_mx: %lld%% similares
fr: %lld%% similaires
it: %lld%% simili
ja: %lld%% 類似
ko: %lld%% 유사
pt_br: %lld%% semelhantes

source: %lld/%lld selected
de: %lld/%lld ausgewählt
es_mx: %lld/%lld seleccionados
fr: %lld/%lld sélectionnés
it: %lld/%lld selezionati
ja: %lld/%lld 選択中
ko: %lld/%lld 선택됨
pt_br: %lld/%lld selecionados

source: 100% Private
de: 100% privat
es_mx: 100% Privado
fr: 100 % privé
it: 100% privato
ja: 100% プライベート
ko: 100% 프라이빗
pt_br: 100% Privado

source: 3 days free, then %@ per year. Auto-renews unless canceled at least 24 hours before renewal.
de: 3 Tage kostenlos, danach %@ pro Jahr. Automatische Verlängerung, sofern nicht mindestens 24 Stunden vor Verlängerung gekündigt wird.
es_mx: 3 días gratis, luego %@ por año. Se renueva automáticamente a menos que canceles al menos 24 horas antes de la renovación.
fr: 3 jours gratuits, puis %@ par an. Renouvellement automatique sauf annulation 24 heures avant le renouvellement.
it: 3 giorni gratis, poi %@ all'anno. Rinnovo automatico salvo cancellazione almeno 24 ore prima.
ja: 3日間無料、その後は年間%@。更新の24時間前までにキャンセルしない限り自動更新されます。
ko: 3일 무료, 이후 연 %@. 갱신 24시간 전까지 취소하지 않으면 자동 갱신됩니다.
pt_br: 3 dias grátis, depois %@ por ano. Renova automaticamente, a menos que você cancele pelo menos 24 horas antes.

source: 30 Days
de: 30 Tage
es_mx: 30 Días
fr: 30 jours
it: 30 giorni
ja: 30日間
ko: 30일
pt_br: 30 Dias

source: 6 Months
de: 6 Monate
es_mx: 6 Meses
fr: 6 mois
it: 6 mesi
ja: 6か月
ko: 6개월
pt_br: 6 Meses

source: 7 Days
de: 7 Tage
es_mx: 7 Días
fr: 7 jours
it: 7 giorni
ja: 7日間
ko: 7일
pt_br: 7 Dias

source: 90 Days
de: 90 Tage
es_mx: 90 Días
fr: 90 jours
it: 90 giorni
ja: 90日間
ko: 90일
pt_br: 90 Dias

source: A quick snapshot of your photo library
de: Ein schneller Überblick über Ihre Fotobibliothek
es_mx: Una vista rápida de tu biblioteca de fotos
fr: Un aperçu rapide de votre bibliothèque de photos
it: Un'istantanea della tua libreria foto
ja: 写真ライブラリの簡単な概要
ko: 사진 라이브러리 빠른 요약
pt_br: Uma visão rápida da sua biblioteca de fotos

source: About
de: Über
es_mx: Acerca de
fr: À propos
it: Info
ja: アプリ情報
ko: 정보
pt_br: Sobre

source: Active
de: Aktiv
es_mx: Activo
fr: Actif
it: Attivo
ja: 利用中
ko: 활성
pt_br: Ativo

source: Added to favorites
de: Zu Favoriten hinzugefügt
es_mx: Añadido a favoritos
fr: Ajouté aux favoris
it: Aggiunta ai preferiti
ja: お気に入りに追加しました
ko: 즐겨찾기에 추가됨
pt_br: Adicionada aos favoritos

source: All
de: Alle
es_mx: Todos
fr: Tout
it: Tutto
ja: すべて
ko: 전체
pt_br: Todos

source: All clean
de: Alles sauber
es_mx: Todo limpio
fr: Tout est propre
it: Tutto pulito
ja: すべてきれいです
ko: 모두 정리됨
pt_br: Tudo limpo

source: All photo analysis happens on your device. Nothing is uploaded.
de: Die gesamte Fotoanalyse erfolgt auf Ihrem Gerät. Es wird nichts hochgeladen.
es_mx: Todo el análisis de fotos ocurre en tu dispositivo. Nada se sube.
fr: Toute l'analyse des photos s'effectue sur votre appareil. Rien n'est téléchargé.
it: Tutta l'analisi delle foto avviene sul tuo dispositivo. Nulla viene caricato.
ja: すべての写真分析は端末上で行われます。アップロードされるものはありません。
ko: 모든 사진 분석은 기기에서만 진행됩니다. 어떤 것도 업로드되지 않습니다.
pt_br: Toda a análise de fotos acontece no seu dispositivo. Nada é enviado.

source: Allow Photo Access
de: Foto-Zugriff erlauben
es_mx: Permitir acceso a fotos
fr: Autoriser l'accès aux photos
it: Consenti accesso foto
ja: 写真へのアクセスを許可
ko: 사진 접근 허용
pt_br: Permitir acesso às fotos

source: Allow photo access to scan your library and estimate how much space can be cleaned.
de: Erlauben Sie den Foto-Zugriff, um Ihre Bibliothek zu scannen und abzuschätzen, wie viel Speicherplatz freigemacht werden kann.
es_mx: Permite el acceso a tus fotos para escanear tu biblioteca y calcular cuánto espacio se puede liberar.
fr: Autorisez l'accès aux photos pour analyser votre bibliothèque et estimer l'espace pouvant être libéré.
it: Consenti l'accesso alle foto per analizzare la libreria e stimare quanto spazio liberare.
ja: 写真ライブラリをスキャンして解放できる容量を見積もるため、写真アクセスを許可してください。
ko: 라이브러리를 스캔하고 정리 가능한 용량을 예상하려면 사진 접근을 허용해 주세요.
pt_br: Permita o acesso às suas fotos para analisar sua biblioteca e estimar quanto espaço pode ser liberado.

source: Allow photo access to scan your library. You always choose what to remove before anything is deleted.
de: Erlauben Sie den Foto-Zugriff, um Ihre Bibliothek zu scannen. Sie wählen immer selbst, was entfernt wird, bevor etwas gelöscht wird.
es_mx: Permite el acceso a tus fotos para escanear tu biblioteca. Tú siempre eliges qué eliminar antes de que se borre algo.
fr: Autorisez l'accès aux photos pour analyser votre bibliothèque. Vous choisissez toujours quoi supprimer avant toute suppression.
it: Consenti l'accesso alle foto per analizzare la libreria. Scegli sempre tu cosa rimuovere prima di qualsiasi eliminazione.
ja: 写真ライブラリをスキャンするため写真へのアクセスを許可してください。削除前に何を削除するかは常にあなたが選択します。
ko: 라이브러리를 스캔하려면 사진 접근을 허용해 주세요. 실제 삭제 전 항상 제거할 항목을 직접 선택합니다.
pt_br: Permita o acesso às suas fotos para analisar sua biblioteca. Você sempre escolhe o que remover antes de qualquer exclusão.

source: Almost Full → Upgrade
de: Fast voll → Upgrade
es_mx: Casi lleno → Mejorar
fr: Presque plein → Passer à la version supérieure
it: Quasi pieno → Aggiorna
ja: ほぼ満杯 → アップグレード
ko: 거의 가득 참 → 업그레이드
pt_br: Quase cheio → Atualizar

source: Analyzing Your Storage
de: Ihr Speicher wird analysiert
es_mx: Analizando tu almacenamiento
fr: Analyse de votre stockage
it: Analisi del tuo spazio di archiviazione
ja: ストレージを解析中
ko: 저장 공간 분석 중
pt_br: Analisando seu armazenamento

source: Annual membership, purchased directly
de: Jahresmitgliedschaft, direkt gekauft
es_mx: Membresía anual, comprada directamente
fr: Abonnement annuel, acheté directement
it: Abbonamento annuale, acquisto diretto
ja: 年間メンバーシップ（直接購入）
ko: 연간 멤버십, 직접 구매
pt_br: Assinatura anual, comprada diretamente

source: Annual option unavailable. Tap to retry.
de: Jahresoption nicht verfügbar. Tippen, um erneut zu versuchen.
es_mx: Opción anual no disponible. Toca para reintentar.
fr: Option annuelle indisponible. Appuyez pour réessayer.
it: Opzione annuale non disponibile. Tocca per riprovare.
ja: 年間オプションはご利用いただけません。タップして再試行してください。
ko: 연간 옵션을 사용할 수 없습니다. 다시 시도하려면 탭하세요.
pt_br: Opção anual indisponível. Toque para tentar novamente.

source: Ask Every Time
de: Jedes Mal fragen
es_mx: Preguntar cada vez
fr: Demander à chaque fois
it: Chiedi ogni volta
ja: 毎回確認する
ko: 매번 묻기
pt_br: Perguntar sempre

source: Automatically picks the sharpest shot for you
de: Wählt automatisch das schärfste Bild
es_mx: Elige automáticamente la foto más nítida
fr: Sélectionne automatiquement la photo la plus nette
it: Seleziona automaticamente la foto più nitida
ja: 最も鮮明な写真を自動で選択
ko: 가장 선명한 사진을 자동으로 선택
pt_br: Escolhe automaticamente a foto mais nítida

source: BEST
de: BESTE
es_mx: MEJOR
fr: MEILLEURE
it: MIGLIORE
ja: ベスト
ko: 최고
pt_br: MELHOR

source: Best
de: Beste
es_mx: Mejor
fr: Meilleure
it: Migliore
ja: ベスト
ko: 최고
pt_br: Melhor

source: Best Photo
de: Bestes Foto
es_mx: Mejor foto
fr: Meilleure photo
it: Migliore foto
ja: 最適な写真
ko: 최고의 사진
pt_br: Melhor foto

source: Blur Threshold
de: Unschärfeschwelle
es_mx: Umbral de desenfoque
fr: Seuil de flou
it: Soglia di sfocatura
ja: ぼけしきい値
ko: 흐림 임계값
pt_br: Limite de desfoque

source: Blur score: %lld
de: Unschärfewert: %lld
es_mx: Puntuación de desenfoque: %lld
fr: Score de flou : %lld
it: Punteggio sfocatura: %lld
ja: ぼけスコア: %lld
ko: 흐림 점수: %lld
pt_br: Pontuação de desfoque: %lld

source: Blurry
de: Unscharf
es_mx: Borrosas
fr: Floues
it: Sfocate
ja: ぼやけ
ko: 흐림
pt_br: Desfocadas

source: Building your private storage overview…
de: Ihre private Speicherübersicht wird erstellt…
es_mx: Creando tu resumen privado de almacenamiento…
fr: Création de votre aperçu privé du stockage…
it: Creazione del riepilogo privato dello spazio…
ja: プライベートなストレージ概要を作成中…
ko: 프라이빗 저장 공간 요약 생성 중…
pt_br: Criando seu resumo privado de armazenamento…

source: Buy Once, Clean Forever
de: Einmal kaufen, dauerhaft aufräumen
es_mx: Compra una vez, limpia para siempre
fr: Achetez une fois, nettoyez pour toujours
it: Compra una volta, pulisci per sempre
ja: 一度の購入でずっと掃除
ko: 한 번 구매, 영원히 정리
pt_br: Compre uma vez, limpe para sempre

source: Can Free
de: Kann freigeben
es_mx: Puede liberar
fr: Peut libérer
it: Liberabile
ja: 解放可能
ko: 정리 가능
pt_br: Pode liberar

source: Cancel
de: Abbrechen
es_mx: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar

source: Cannot be undone
de: Kann nicht rückgängig gemacht werden
es_mx: No se puede deshacer
fr: Ne peut pas être annulé
it: Non può essere annullata
ja: 元に戻せません
ko: 실행 취소 불가
pt_br: Não pode ser desfeito

source: Choose a category to start cleaning
de: Wählen Sie eine Kategorie zum Bereinigen
es_mx: Elige una categoría para empezar a limpiar
fr: Choisissez une catégorie pour commencer
it: Scegli una categoria per iniziare la pulizia
ja: クリーニングを開始するカテゴリを選択
ko: 정리를 시작할 카테고리를 선택하세요
pt_br: Escolha uma categoria para começar a limpar

source: Choose each time you delete
de: Bei jedem Löschen auswählen
es_mx: Elige cada vez que elimines
fr: Choisissez à chaque suppression
it: Scegli ogni volta che elimini
ja: 削除のたびに選択
ko: 삭제할 때마다 선택
pt_br: Escolha cada vez que excluir

# Choose how you'd like to delete photos. You can change this later in Settings.
source: Choose how you'd like to delete photos.\nYou can change this later in Settings.
de: Wählen Sie, wie Fotos gelöscht werden sollen.\nSie können dies später in den Einstellungen ändern.
es_mx: Elige cómo deseas eliminar fotos.\nPuedes cambiarlo más tarde en Ajustes.
fr: Choisissez comment supprimer les photos.\nVous pouvez modifier ce choix plus tard dans les réglages.
it: Scegli come desideri eliminare le foto. Puoi modificarlo in seguito nelle Impostazioni.
ja: 写真の削除方法を選択してください。\n設定からいつでも変更できます。
ko: 사진 삭제 방식을 선택하세요. 나중에 설정에서 변경할 수 있습니다.
pt_br: Escolha como deseja excluir fotos.\nVocê pode alterar isso depois em Ajustes.

source: Choose what to clean and free up space
de: Wählen Sie, was bereinigt werden soll, und geben Sie Speicher frei
es_mx: Elige qué limpiar y libera espacio
fr: Choisissez quoi nettoyer et libérez de l'espace
it: Scegli cosa pulire e libera spazio
ja: 掃除するものを選択して容量を解放
ko: 정리할 항목을 선택하고 공간을 확보하세요
pt_br: Escolha o que limpar e libere espaço

source: Clean Up
de: Aufräumen
es_mx: Limpiar
fr: Nettoyer
it: Pulisci
ja: 掃除する
ko: 정리하기
pt_br: Limpar

source: Clean Up & Free Space
de: Aufräumen und Speicher freigeben
es_mx: Limpiar y liberar espacio
fr: Nettoyer et libérer de l'espace
it: Pulisci e libera spazio
ja: 掃除して容量を解放
ko: 정리하고 공간 확보
pt_br: Limpar e liberar espaço

source: Clean Up Right Now
de: Jetzt aufräumen
es_mx: Limpiar ahora
fr: Nettoyer maintenant
it: Pulisci subito
ja: 今すぐ掃除
ko: 지금 바로 정리
pt_br: Limpar agora

source: Clean everything we found today and keep your photo library organized all year.
de: Entfernen Sie alles, was wir heute gefunden haben, und halten Sie Ihre Fotobibliothek das ganze Jahr organisiert.
es_mx: Limpia todo lo que encontramos hoy y mantén tu biblioteca organizada todo el año.
fr: Nettoyez tout ce que nous avons trouvé aujourd'hui et gardez votre bibliothèque organisée toute l'année.
it: Pulisci tutto ciò che abbiamo trovato oggi e mantieni la libreria in ordine tutto l'anno.
ja: 今日見つかったものをすべて掃除し、写真ライブラリを年間を通して整理された状態に保ちます。
ko: 오늘 찾은 모든 것을 정리하고 일년 내내 사진 라이브러리를 정리된 상태로 유지하세요.
pt_br: Limpe tudo o que encontramos hoje e mantenha sua biblioteca organizada o ano todo.

source: Clean forever
de: Dauerhaft sauber
es_mx: Limpia para siempre
fr: Nettoyez pour toujours
it: Pulisci per sempre
ja: ずっと掃除
ko: 영원히 정리
pt_br: Limpe para sempre

source: Confirm & Delete
de: Bestätigen und löschen
es_mx: Confirmar y eliminar
fr: Confirmer et supprimer
it: Conferma ed elimina
ja: 確認して削除
ko: 확인 및 삭제
pt_br: Confirmar e excluir

source: Contact Us
de: Kontakt
es_mx: Contáctanos
fr: Nous contacter
it: Contattaci
ja: お問い合わせ
ko: 문의하기
pt_br: Fale conosco

source: Continue
de: Weiter
es_mx: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar

source: Date
de: Datum
es_mx: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data

source: Delete
de: Löschen
es_mx: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir

source: Delete %lld
de: %lld löschen
es_mx: Eliminar %lld
fr: Supprimer %lld
it: Elimina %lld
ja: %lld件を削除
ko: %lld개 삭제
pt_br: Excluir %lld

source: Delete Mode
de: Löschmodus
es_mx: Modo de eliminación
fr: Mode de suppression
it: Modalità di eliminazione
ja: 削除モード
ko: 삭제 모드
pt_br: Modo de exclusão

source: Delete Permanently
de: Endgültig löschen
es_mx: Eliminar permanentemente
fr: Supprimer définitivement
it: Elimina definitivamente
ja: 完全に削除
ko: 영구 삭제
pt_br: Excluir permanentemente

source: Delete This Video
de: Dieses Video löschen
es_mx: Eliminar este video
fr: Supprimer cette vidéo
it: Elimina questo video
ja: この動画を削除
ko: 이 동영상 삭제
pt_br: Excluir este vídeo

source: Delete was cancelled
de: Löschen abgebrochen
es_mx: Se canceló la eliminación
fr: Suppression annulée
it: Eliminazione annullata
ja: 削除をキャンセルしました
ko: 삭제가 취소되었습니다
pt_br: A exclusão foi cancelada

source: Deselect All
de: Auswahl aufheben
es_mx: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべて選択解除
ko: 전체 선택 해제
pt_br: Desmarcar tudo

source: Done
de: Fertig
es_mx: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído

source: Dupes
de: Duplikate
es_mx: Duplicados
fr: Doublons
ja: 重複
ko: 듀프스
pt_br: Duplicados

source: Dupes only requests access to analyze and clean the photos you choose.
de: Dupes fragt nur Zugriff an, um die von Ihnen gewählten Fotos zu analysieren und zu bereinigen.
es_mx: Dupes solo solicita acceso para analizar y limpiar las fotos que elijas.
fr: Dupes ne demande l'accès que pour analyser et nettoyer les photos que vous choisissez.
it: Dupes richiede l'accesso solo per analizzare e pulire le foto che scegli.
ja: Dupes がアクセスを求めるのは、選択した写真の分析と削除のためだけです。
ko: Dupes는 선택한 사진을 분석하고 정리하기 위한 접근만 요청합니다.
pt_br: O Dupes só pede acesso para analisar e limpar as fotos que você escolher.

source: Duplicates
de: Duplikate
es_mx: Duplicados
fr: Doublons
it: Foto duplicate
ja: 重複写真
ko: 중복 사진
pt_br: Duplicados

source: Duration
de: Dauer
es_mx: Duración
fr: Durée
it: Durata
ja: 長さ
ko: 길이
pt_br: Duração

source: Every scan runs privately on your iPhone. Nothing is uploaded, shared, or used to train a model.
de: Jeder Scan läuft privat auf Ihrem iPhone. Nichts wird hochgeladen, geteilt oder zum Trainieren eines Modells verwendet.
es_mx: Cada escaneo se ejecuta de forma privada en tu iPhone. Nada se sube, comparte ni se usa para entrenar un modelo.
fr: Chaque analyse s'exécute en privé sur votre iPhone. Rien n'est téléchargé, partagé ou utilisé pour entraîner un modèle.
it: Ogni analisi viene eseguita privatamente sul tuo iPhone. Nulla viene caricato, condiviso o usato per addestrare un modello.
ja: すべてのスキャンは iPhone 内でプライベートに実行されます。アップロード・共有・モデル学習には一切使われません。
ko: 모든 스캔은 iPhone에서 프라이빗하게 실행됩니다. 아무것도 업로드·공유되지 않으며 모델 학습에도 사용되지 않습니다.
pt_br: Cada análise é executada de forma privada no seu iPhone. Nada é enviado, compartilhado ou usado para treinar um modelo.

source: FOUND SO FAR
de: BISHER GEFUNDEN
es_mx: ENCONTRADO HASTA AHORA
fr: TROUVÉ JUSQU'À PRÉSENT
it: TROVATO FINORA
ja: これまでに見つかった分
ko: 지금까지 찾음
pt_br: ENCONTRADO ATÉ AGORA

source: FREE TIER
de: KOSTENLOS
es_mx: PLAN GRATUITO
fr: GRATUIT
it: PIANO GRATUITO
ja: 無料プラン
ko: 무료 플랜
pt_br: PLANO GRATUITO

source: Failed to favorite
de: Zu Favoriten hinzufügen fehlgeschlagen
es_mx: No se pudo añadir a favoritos
fr: Échec de l'ajout aux favoris
it: Impossibile aggiungere ai preferiti
ja: お気に入りに登録できませんでした
ko: 즐겨찾기 추가 실패
pt_br: Não foi possível favoritar

source: Favorite
de: Favorit
es_mx: Favorito
fr: Favori
it: Preferito
ja: お気に入り
ko: 즐겨찾기
pt_br: Favorita

source: Favorited
de: Favorisiert
es_mx: Favoritas
fr: Favoris
it: Preferiti
ja: お気に入り登録済み
ko: 즐겨찾기됨
pt_br: Favoritas

source: Find duplicate, similar, blurry, and forgotten photos—then reclaim space with confidence.
de: Finden Sie doppelte, ähnliche, unscharfe und vergessene Fotos und gewinnen Sie Speicherplatz zurück.
es_mx: Encuentra fotos duplicadas, similares, borrosas y olvidadas y recupera espacio con confianza.
fr: Trouvez les photos en double, similaires, floues ou oubliées et récupérez de l'espace en toute confiance.
it: Trova foto duplicate, simili, sfocate o dimenticate e recupera spazio in tutta sicurezza.
ja: 重複・類似・ぼやけ・忘れられた写真を見つけて、安心して容量を回復できます。
ko: 중복·유사·흐림·잊힌 사진을 찾아 안심하고 공간을 확보하세요.
pt_br: Encontre fotos duplicadas, semelhantes, desfocadas e esquecidas e recupere espaço com confiança.

source: Find heavy record files
de: Große Aufnahmedateien finden
es_mx: Encuentra archivos de grabación pesados
fr: Trouvez les fichiers d'enregistrement volumineux
it: Trova i file di registrazione pesanti
ja: 大きな録画ファイルを見つける
ko: 용량이 큰 녹화 파일 찾기
pt_br: Encontre arquivos de gravação pesados

source: Free Up %@ Right Now
de: Jetzt %@ freigeben
es_mx: Libera %@ ahora mismo
fr: Libérez %@ maintenant
it: Libera %@ adesso
ja: 今すぐ %@ を解放
ko: 지금 %@ 확보
pt_br: Libere %@ agora

source: Free limit almost used up — %@ left
de: Kostenloses Limit fast aufgebraucht — %@ übrig
es_mx: Cuota gratuita casi agotada — quedan %@
fr: Quota gratuit presque épuisé — il reste %@
it: Limite gratuito quasi esaurito — rimangono %@
ja: 無料枠がほぼ上限 — あと %@
ko: 무료 한도가 거의 소진됨 — %@ 남음
pt_br: Cota gratuita quase esgotada — restam %@

source: Free limit: %@
de: Kostenloses Limit: %@
es_mx: Cuota gratuita: %@
fr: Quota gratuit : %@
it: Limite gratuito: %@
ja: 無料枠: %@
ko: 무료 한도: %@
pt_br: Cota gratuita: %@

source: Free limit: %@. Upgrade for unlimited cleaning.
de: Kostenloses Limit: %@. Upgrade für unbegrenzte Bereinigung.
es_mx: Cuota gratuita: %@. Mejora para limpieza ilimitada.
fr: Quota gratuit : %@. Passez à la version supérieure pour un nettoyage illimité.
it: Limite gratuito: %@. Aggiorna per la pulizia illimitata.
ja: 無料枠: %@。無制限に掃除するにはアップグレード。
ko: 무료 한도: %@. 무제한 정리를 위해 업그레이드하세요.
pt_br: Cota gratuita: %@. Atualize para limpeza ilimitada.

source: Free up %@
de: %@ freigeben
es_mx: Libera %@
fr: Libérez %@
it: Libera %@
ja: %@ を解放
ko: %@ 확보
pt_br: Libere %@
